Repository: wp-plugins/simple-revisions-delete
Catalog: langs/wpsrd-translate-*.po
Languages: de_de, fr_fr

source: Dismiss
de_de: Verwerfen

source: Revisions are deactivated on this site, the plugin "Simple Revisions Delete" has no reason to be installed.
de_de: Revisionen sind auf dieser Site deaktiviert, daher gibt es keinen Grund, das Plugin "Simple Revisions Delete" zu installieren.
fr_fr: Les révisions sont désactivées sur ce site, l'extention "Simple Revisions Delete" n'a pas de raison d'être installée.

source: More b*web Plugins
de_de: Mehr Plugins von b*web
fr_fr: Plus de plugins b*web

source: Donate to this plugin &#187;
de_de: Für dieses Plugin Spenden &#187;

source: Delete
de_de: Entfernen

source: You can't do this...
de_de: Das kannst Du nicht machen...
fr_fr: Vous ne pouvez pas faire ça...

source: Deleted
de_de: Entfernt

source: Something went wrong
de_de: Etwas ist schief gelaufen
fr_fr: Quelque chose s'est mal passé

source: Purge revisions
de_de: Revisionen entfernen
fr_fr: Purger les révisions

source: 1 revision has been deleted
de_de: 1 Revision wurde entfernt
fr_fr: 1 révision a été supprimée

source: Note: You can only purge revisions for the posts you're allowed to delete
de_de: Hinweis: Du kannst nur Revisionen entfernen für Beiträge, die Du auch löschen könntest
fr_fr: Note : Vous pouvez seulement purger les révisions des postes que vous êtes autorisé à supprimer.

source: No revision to delete
de_de: Keine Revisionen zum Entfernen
fr_fr: Aucune révision à supprimer

source: Purging
de_de: Entferne
fr_fr: Purge

source: Purge
de_de: Entfernen
fr_fr: Purger

source: Purged
de_de: Entfernt
fr_fr: Purgé

source: There is no revisions for this post
de_de: Dieser Beitrag hat keine Revisionen
fr_fr: Il n'y a pas de révision pour ce contenu

source: Add a discreet link in the post submitbox to let you purge the revisions of the current editing content via AJAX.
fr_fr: Ajoute un lien très discret dans la submit-box des postes lors de l'édition pour vous permettre de purger les révisions du contenu via AJAX.
